citus4-2pc-par-2.log
transaction type: citus4-2pc.sql
scaling factor: 1
query mode: simple
number of clients: 64
number of threads: 32
duration: 300 s
number of transactions actually processed: 174092
latency average = 110.347 ms
latency stddev = 123.614 ms
tps = 579.520683 (including connections establishing)
tps = 579.568662 (excluding connections establishing)