citus4-small-2pc-par-4.log
transaction type: citus4-small-2pc.sql
scaling factor: 1
query mode: simple
number of clients: 64
number of threads: 32
duration: 300 s
number of transactions actually processed: 1258339
latency average = 15.263 ms
latency stddev = 10.569 ms
tps = 4188.467834 (including connections establishing)
tps = 4188.838890 (excluding connections establishing)