citus4-small-2pc-par-5.log
transaction type: citus4-small-2pc.sql
scaling factor: 1
query mode: simple
number of clients: 64
number of threads: 32
duration: 300 s
number of transactions actually processed: 1250238
latency average = 15.360 ms
latency stddev = 10.615 ms
tps = 4162.570645 (including connections establishing)
tps = 4162.897903 (excluding connections establishing)